Repository: fernandoortt/FernaRepoKodi
Catalog: Scripts y Servives/script.quasar.burst/resources/language/*/strings.po
Languages: italian

# #32000
source: General
italian: Generale

# #32004
source: Advanced
italian: Avanzato

# #32015
source: Username
italian: Nome utente

# #32033
source: Minimum size (GB)
italian: Dimensione minima

# #32034
source: Maximum size (GB)
italian: Dimensione massima

# #32040
source: Maximum torrents
italian: Torrent massimi

# #32041
source: Use CloudHole
italian: Utilizzare CloudHole

# #32060
source: No providers enabled
italian: Nessun provider installato

# #32061
source: Starting...
italian: Avvio...

# #32062
source: %d providers left
italian: %d Provider in attesa

# #32063
source: 1 provider left
italian: 1 Provider in attesa

# #32064
source: timed out
italian: funziona lentamente

# #32070
source: Search timeout (seconds)
italian: Tempo limite per la ricerca (in secondi)

# #32075
source: No torrents found
italian: Nessun torrent trovato
